tap "github/gh"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "molovo/revolver"
tap "puma/puma"
tap "rigellute/tap"
tap "uptech/oss"
brew "ack"
brew "openssl@1.1"
brew "readline"
brew "asciinema"
brew "automake"
brew "bash-completion"
brew "cairo"
brew "circleci"
brew "cmatrix"
brew "ctags"
brew "docker-completion"
brew "dos2unix"
brew "erlang"
brew "elixir"
brew "fd"
brew "gnutls"
brew "x264"
brew "x265"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "glib-openssl"
brew "gnu-getopt"
brew "gnu-sed"
brew "htop"
brew "hub"
brew "libheif"
brew "imagemagick", link: false
brew "imagemagick@6"
brew "inetutils"
brew "jq"
brew "lolcat"
brew "mysql@5.7", link: true
brew "ncdu"
brew "ncftp"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nethack"
brew "node"
brew "nvm"
brew "pipes-sh"
brew "pv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sl"
brew "tldr"
brew "tmux"
brew "unrar"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "wget"
brew "wrk"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "github/gh/gh"
brew "molovo/revolver/revolver"
brew "puma/puma/puma-dev"
brew "rigellute/tap/spotify-tui"
brew "uptech/oss/alt"
cask "alfred"
cask "battle-net"
cask "bitwarden"
cask "firefox"
cask "free-download-manager"
cask "google-chrome"
cask "grammarly"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "libreoffice"
cask "little-snitch"
cask "porting-kit"
cask "private-internet-access"
cask "spectacle"
cask "spotifree"
cask "spotify"
cask "steam"
cask "thunderbird"
cask "twitch"
cask "unshaky"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
