tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "uptech/oss"
brew "ack"
brew "openssl@1.1"
brew "readline"
brew "asciinema"
brew "automake"
brew "bash-completion"
brew "python"
brew "circleci"
brew "cmake"
brew "docker-completion"
brew "dos2unix"
brew "elixir"
brew "x264"
brew "x265"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "glib-openssl"
brew "hub"
brew "imagemagick@6", link: true
brew "inetutils"
brew "mysql@5.7", restart_service: true
brew "ncftp"
brew "neovim", args: ["HEAD"]
brew "nethack"
brew "nginx"
brew "node"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "sl"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "puma/puma/puma-dev"
brew "uptech/oss/alt"
cask "alfred"
cask "battle-net"
cask "firefox"
cask "free-download-manager"
cask "google-chrome"
cask "grammarly"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "libreoffice"
cask "little-snitch"
cask "porting-kit"
cask "private-internet-access"
cask "spectacle"
cask "spotifree"
cask "spotify"
cask "steam"
cask "thunderbird"
cask "twitch"
cask "vlc"
cask "whatsapp"
