tap "achannarasappa/tap"
tap "codeclimate/formulae"
tap "github/gh"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "molovo/revolver"
tap "puma/puma"
tap "rigellute/tap"
tap "tarkah/tickrs"
tap "uptech/oss"
brew "ack"
brew "act"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "asciinema"
brew "automake"
brew "bash-completion"
brew "cmake"
brew "cmatrix"
brew "libzip"
brew "composer"
brew "ctags"
brew "dav1d"
brew "docker-completion"
brew "dos2unix"
brew "dyld-headers"
brew "erlang"
brew "elixir"
brew "fd"
brew "guile"
brew "unbound", restart_service: true
brew "gnutls"
brew "libass"
brew "srt"
brew "tesseract"
brew "x264"
brew "x265"
brew "ffmpeg"
brew "fzf"
brew "libmpc"
brew "gcc"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-delta"
brew "nghttp2"
brew "python@3.8"
brew "glib-openssl"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "vala"
brew "htop"
brew "node"
brew "http-server"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "inetutils"
brew "iproute2mac"
brew "jansson"
brew "jq"
brew "libexif"
brew "lolcat"
brew "lynx"
brew "memcached", restart_service: true
brew "mono"
brew "mono-libgdiplus"
brew "mysql@5.7", restart_service: true, link: true
brew "ncdu"
brew "ncftp"
brew "neofetch"
brew "neovim"
brew "nethack"
brew "nginx", restart_service: true
brew "nmap"
brew "nvm"
brew "pandoc"
brew "perl"
brew "pinentry-mac"
brew "pipes-sh"
brew "qt"
brew "poppler"
brew "pv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sl"
brew "spotify-tui"
brew "tldr"
brew "tmux"
brew "tree"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "watson"
brew "wget"
brew "wrk"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "achannarasappa/tap/ticker"
brew "puma/puma/puma-dev"
brew "tarkah/tickrs/tickrs"
brew "uptech/oss/alt"
cask "alfred"
cask "battle-net"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "libreoffice"
cask "little-snitch"
cask "mysqlworkbench"
cask "porting-kit"
cask "private-internet-access"
cask "rectangle"
cask "signal"
cask "spotifree"
cask "spotify"
cask "steam"
cask "tableplus"
cask "telegram"
cask "thunderbird"
cask "unshaky"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "xquartz"
